Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Annual
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
ha: Shekara-shekara
ig: Kwa afọ
pt: Anual
sw: Kila Mwaka
yo: Ọdún
zh: 每年

source: Anonymized Analytics
ar: تحليلات مجهولة الهوية
de: Anonymisierte Analysen
es: Análisis Anonimizado
fr: Analyses anonymisées
ha: Bincike Babu Suna
ig: Nyocha Ọnụ Ọgụgụ Nkịtị
pt: Análise Anonimizada
sw: Uchambuzi Usiotambulika
yo: Ìfọ̀rọ̀ Ìfihàn Àìmọ̀ Orúkọ
zh: 匿名分析

source: Anonymous
ar: مجهول الهوية
de: Anonym
es: Anónimo
fr: Anonyme
ha: Babu Suna
ig: Enweghị aha
pt: Anônimo
sw: Bila Jina
yo: Àìmọ̀ Orúkọ
zh: 匿名

source: Anxiety
ar: القلق
de: Angst
es: Ansiedad
fr: Anxiété
ha: Damuwa
ig: Nchegbu
pt: Ansiedade
sw: Wasiwasi
yo: Ìdárayá
zh: 焦虑

source: Anxiety: %lld/10
ar: القلق: %lld/10
de: Angst: %lld/10
es: Ansiedad: %lld/10
fr: Anxiété : %lld/10
ha: Damuwa: %lld/10
ig: Nchegbu: %lld/10
pt: Ansiedade: %lld/10
sw: Wasiwasi: %lld/10
yo: Ìdárayá: %lld/10
zh: 焦虑：%lld/10

source: Any additional details…
ar: أي تفاصيل إضافية…
de: Weitere Details…
es: Detalles adicionales…
fr: Détails supplémentaires…
ha: Karin bayani…
ig: Ihe ọzọ ọ bụla…
pt: Detalhes adicionais…
sw: Maelezo yoyote ya ziada…
yo: Àlàyé àkọ̀kọ̀ kan…
zh: 任何其他详情…

source: Any app or EHR system that writes to Apple Health will be automatically included in the sync.
ar: أي تطبيق أو نظام EHR يكتب إلى Apple Health سيتم تضمينه تلقائياً في المزامنة.
de: Jede App oder jedes EHR-System, das in Apple Health schreibt, wird automatisch in die Synchronisierung einbezogen.
es: Cualquier app o sistema EHR que escriba en Apple Health se incluirá automáticamente en la sincronización.
fr: Toute application ou système dossier médical électronique qui écrit dans Apple Health sera automatiquement inclus dans la synchronisation.
ha: Duk wata app ko EHR tsarin da ke rubuta zuwa Apple Health za a haɗa su kai tsaye.
ig: Ihe ọ bụla app ma ọ bụ EHR sistemu na-ede na Apple Health ga-abụ n'ime njikọ na-agbanwe agbanwe.
pt: Qualquer app ou sistema EHR que escreva no Apple Health será incluído automaticamente na sincronização.
sw: Programu yoyote au mfumo wa EHR unaoandika kwenye Apple Health utajumuishwa otomatiki katika usambazaji.
yo: Ohun èlò tàbí EHR ìṣẹ̀lẹ̀ tí ó ba kọ sí Apple Health yóò ṣàfikún ara rẹ̀ nínú ìfipamọ́.
zh: 任何写入 Apple Health 的应用或 EHR 系统都将自动包含在同步中。

source: Any triggers today?
ar: هل حدثت أي محفزات اليوم؟
de: Irgendwelche Auslöser heute?
es: ¿Algún factor desencadenante hoy?
fr: Des déclencheurs aujourd'hui ?
ha: Akwai abubuwan da suka haifar jiya?
ig: Ihe kpatara gị taa?
pt: Algum gatilho hoje?
sw: Kuna kichocheo chochote leo?
yo: Ohun tí ó fa àwọn ìṣẹ̀lẹ̀ lónìí?
zh: 今天有什么诱发因素吗？

source: APD Settings
ar: إعدادات APD
de: APD-Einstellungen
es: Configuración de APD
fr: Paramètres APD
ha: Saitunan APD
ig: Nhazi APD
pt: Configurações de DPA
sw: Mipango ya APD
yo: Àwọn Ìṣètò APD
zh: APD 设置

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ha: Bayyananniya
ig: Ọhụ
pt: Aparência
sw: Muonekano
yo: Ìrísí
zh: 外观

source: Ask
ar: اسأل
de: Fragen
es: Preguntar
fr: Demander
ha: Tambaya
ig: Jụa
pt: Perguntar
sw: Uliza
yo: Béèrè
zh: 提问

source: Ask about your health...
ar: اسأل عن صحتك…
de: Fragen Sie zu Ihrer Gesundheit…
es: Pregunta sobre tu salud...
fr: Posez une question sur votre santé…
ha: Tambaya game da lafiyarku…
ig: Jụa maka ahụike gị…
pt: Pergunte sobre sua saúde...
sw: Uliza kuhusu afya yako…
yo: Béèrè nípa ìlera rẹ…
zh: 询问您的健康状况…

source: Ask ALAFIA
ar: اسأل ALAFIA
de: ALAFIA fragen
es: Preguntar a ALAFIA
fr: Demander à ALAFIA
ha: Tambaya Alafia
ig: Jụa ALAFIA
pt: Perguntar ao ALAFIA
sw: Uliza ALAFIA
yo: Béèrè ALAFIA
zh: 询问 ALAFIA

source: Assessment
ar: التقييم
de: Bewertung
es: Evaluación
fr: Évaluation
ha: Tantance
ig: Nyocha
pt: Avaliação
sw: Tathmini
yo: Ìwádìí
zh: 评估

source: Assessment Type
ar: نوع التقييم
de: Bewertungstyp
es: Tipo de Evaluación
fr: Type d'évaluation
ha: Nau'in Tantance
ig: Ụdị Nyocha
pt: Tipo de Avaliação
sw: Aina ya Tathmini
yo: Irú Ìwádìí
zh: 评估类型

source: Assessments
ar: التقييمات
de: Bewertungen
es: Evaluaciones
fr: Évaluations
ha: Tantancen
ig: Nyocha
pt: Avaliações
sw: Tathmini
yo: Àwọn Ìwádìí
zh: 评估

source: Atypical — please verify
ar: غير نمطي — يرجى التحقق
de: Untypisch — bitte überprüfen
es: Atípico — verifica por favor
fr: Atypique — veuillez vérifier
ha: Ba daidai — tabbatar da shi
ig: Ọzọ — biko nyochaa
pt: Atípico — verifique
sw: Sio Kawaida — tafadhali thibitisha
yo: Àìjọ̀ṣepọ̀ — jọ̀wọ́ ṣe àyẹ̀wò
zh: 非典型 — 请验证

source: Auto-Replenish
ar: إعادة التعبئة التلقائية
de: Automatische Nachbestellung
es: Reabastecimiento Automático
fr: Réapprovisionnement automatique
ha: Sake-Cikawa Kai Tsaye
ig: Mweghachi Onwe Ya
pt: Reabastecimento Automático
sw: Jaza Otomatiki
yo: Ìtúnú Ara Ẹni
zh: 自动补充

source: Auto-Replenish (Coming Soon)
ar: إعادة التعبئة التلقائية (قريباً)
de: Automatische Nachbestellung (in Kürze)
es: Reabastecimiento Automático (Próximamente)
fr: Réapprovisionnement automatique (Bientôt disponible)
ha: Sake-Cikawa Kai Tsaye (Gida)
ig: Mweghachi Onwe Ya (Na-abịa)
pt: Reabastecimento Automático (Em Breve)
sw: Jaza Otomatiki (Inakuja Karibuni)
yo: Ìtúnú Ara Ẹni (Á ń bọ̀)
zh: 自动补充（即将推出）

source: Avg Duration
ar: متوسط المدة
de: Durchschn. Dauer
es: Duración Promedio
fr: Durée moyenne
ha: Matsakaicin Lokaci
ig: Oge Ọkara
pt: Duração Média
sw: Wastani wa Muda
yo: Àpẹ̀rẹ̀ Àkókò
zh: 平均时长

source: Avg Post Wt
ar: متوسط الوزن بعد
de: Durchschn. Gewicht nach
es: Peso Promedio Post
fr: Poids moyen après
ha: Matsakaicin Nauyin Baje
ig: Ọnụ Mgbe Gụchara
pt: Peso Médio Pós
sw: Wastani wa Uzani Baada
yo: Àpẹ̀rẹ̀ Ìwọ̀ Ìsalẹ̀
zh: 平均体重后

source: Avg Pre Wt
ar: متوسط الوزن قبل
de: Durchschn. Gewicht vor
es: Peso Promedio Pre
fr: Poids moyen avant
ha: Matsakaicin Nauyin Gida
ig: Ọnụ Mgbe Mbụ
pt: Peso Médio Pré
sw: Wastani wa Uzani Kabla
yo: Àpẹ̀rẹ̀ Ìwọ̀ Ìbẹ̀rẹ̀
zh: 平均体重前

source: Avg UF
ar: متوسط UF
de: Durchschn. UF
es: UF Promedio
fr: UF moyenne
ha: Matsakaicin UF
ig: UF Ọkara
pt: UF Média
sw: Wastani wa UF
yo: Àpẹ̀rẹ̀ UF
zh: 平均超滤

source: Back to Login
ar: العودة إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: Volver a Iniciar sesión
fr: Retour à la connexion
ha: Koma ga Shiga
ig: Laghachi na Login
pt: Voltar ao Login
sw: Rudi kwenye Kuingia
yo: Padà si Wọlé
zh: 返回登录

source: Based on %lld%% of the usual picture.
ar: بناءً على %lld%% من الصورة المعتادة.
de: Basierend auf %lld%% des üblichen Bildes.
es: Basado en %lld%% del cuadro habitual.
fr: Basé sur %lld %% de l'image habituelle.
ha: Dangane da %lld%% na alalmomi na yau.
ig: Dabere na %lld%% nke ihe a na-ahụ.
pt: Com base em %lld%% do padrão usual.
sw: Kulingana na %lld%% ya picha ya kawaida.
yo: Lórí %lld%% ti àwòrán àbínibí.
zh: 基于通常情况的 %lld%%。

source: Baseline Ω
ar: القيمة الأساسية Ω
zh: 基线 Ω

source: Basic Information
ar: المعلومات الأساسية
de: Grundinformationen
es: Información básica
fr: Informations de base
ha: Bayanan Asali
ig: Ozi Mmalite
pt: Informações Básicas
sw: Taarifa za Msingi
yo: Ìfitánì Àkọkọ
zh: 基本信息

source: Before
ar: قبل
de: Vorher
es: Antes
fr: Avant
ha: Kafin
ig: Tupu
pt: Antes
sw: Kabla
yo: Ṣáájú
zh: 之前

source: Before you use ALAFIA's AI
ar: قبل استخدام ذكاء ALAFIA
de: Bevor Sie ALAFIAs KI nutzen
es: Antes de usar la IA de ALAFIA
fr: Avant d'utiliser l'IA d'ALAFIA
ha: Kafin ka yi amfani da AI na ALAFIA
ig: Tupu i jiri ALAFIA AI
pt: Antes de usar a IA do ALAFIA
sw: Kabla ya kutumia AI ya ALAFIA
yo: Kí o tó lo lo lò fún AI ALAFIA
zh: 使用 ALAFIA 的 AI 之前

source: Begin
ar: ابدأ
de: Beginnen
es: Comenzar
fr: Commencer
ha: Fara
ig: Malite
pt: Começar
sw: Anza
yo: Bẹ̀rẹ̀
zh: 开始

source: Billed %@ through the App Store. Cancel anytime in Settings → Apple ID → Subscriptions.
ar: تم الفوترة %@ عبر App Store. يمكنك الإلغاء في أي وقت من خلال الإعدادات → Apple ID → الاشتراكات.
de: Abgerechnet %@ über den App Store. Jederzeit kündbar unter Einstellungen → Apple ID → Abos.
es: Facturado %@ a través de App Store. Cancela en cualquier momento en Configuración → Apple ID → Suscripciones.
fr: Facturé %@ via l'App Store. Annulez à tout moment dans Réglages → Apple ID → Abonnements.
ha: An bugi %@ ta hanyar App Store. Soke a kowane lokaci a Saiti → Apple ID → Subscriptions.
ig: A gbara gị ego %@ site na App Store. Kagbuo oge ọbụla na Settings → Apple ID → Subscriptions.
pt: Cobrado %@ através da App Store. Cancele a qualquer momento em Configurações → Apple ID → Assinaturas.
sw: Kulipwa %@ kupitia App Store. Ghairi wakati wowote katika Settings → Apple ID → Subscriptions.
yo: A gba owó %@ nípa App Store. Fa kúrò nígbàkúgbà nínú Settings → Apple ID → Subscriptions.
zh: 通过 App Store 计费 %@。可随时在设置 → Apple ID → 订阅中取消。

source: Billed yearly (%@).
ar: تم الفوترة سنويًا (%@).
de: Jährlich abgerechnet (%@).
es: Facturado anualmente (%@).
fr: Facturé annuellement (%@).
ha: An bugi shekara-shekara (%@).
ig: A gbara gị ego kwa afọ (%@).
pt: Cobrado anualmente (%@).
sw: Kulipwa kila mwaka (%@).
yo: A gba owó ní ọdún (%@).
zh: 按年计费 (%@)。

source: Billing period
ar: فترة الفوترة
de: Abrechnungszeitraum
es: Período de facturación
fr: Période de facturation
ha: Lokacin bugi
ig: Oge ịgbakwụ ego
pt: Período de cobrança
sw: Kipindi cha Malipo
yo: Àkókò Gbèsè
zh: 计费周期

source: Billing via: %@
ar: الفوترة عبر: %@
de: Abrechnung über: %@
es: Facturación a través de: %@
fr: Facturation via : %@
ha: Bugi ta: %@
ig: Ịgbakwụ ego site: %@
pt: Cobrança via: %@
sw: Malipo kupitia: %@
yo: Gbèsè nípa: %@
zh: 计费方式：%@

source: Bio & Research
ar: السيرة الذاتية والبحث
de: Bio & Forschung
es: Bio e Investigación
fr: Bio et recherche
ha: Ilimi da Bincike
ig: Bio & Nchọpụta
pt: Bio e Pesquisa
sw: Biolojia & Utafiti
yo: Ìmọ̀ Ara ati Ìwádìí
zh: 生物信息与研究

source: Biometric Authentication
ar: المصادقة البيومترية
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
ha: Tabbatarwa ta Biometric
ig: Ntụziaka Biometric
pt: Autenticação Biométrica
sw: Uthibitisho wa Biometric
yo: Ìdánimọ̀ Ara
zh: 生物识别认证

source: Biometric authentication required
ar: المصادقة البيومترية مطلوبة
de: Biometrische Authentifizierung erforderlich
es: Se requiere autenticación biométrica
fr: Authentification biométrique requise
ha: Ana buƙatar tabbatarwa ta biometric
ig: Achọrọ Ntụziaka Biometric
pt: Autenticação biométrica necessária
sw: Uthibitisho wa biometric unaohitajika
yo: A nílò Ìdánimọ̀ Ara
zh: 需要生物识别认证

source: Biweekly
ar: كل أسبوعين
de: Alle zwei Wochen
es: Quincenal
fr: Bimensuel
ha: Jiya da jiya
ig: Kwa izu abụọ
pt: Quinzenal
sw: Kila wiki mbili
yo: Ní ọ̀sẹ̀ méjì
zh: 每两周一次

source: Bleed Stop Time
ar: وقت توقف النزيف
de: Blutungsstillungszeit
es: Tiempo de detención de sangrado
fr: Temps d'arrêt du saignement
ha: Lokacin Tsayawa na Jini
ig: Oge Ịkwụsị Ọbara
pt: Tempo de Parada de Sangramento
sw: Muda wa Kusimama kwa Kutoka kwa Damu
yo: Àkókò Dídì Ẹ̀jẹ̀
zh: 止血时间

source: Blood
ar: الدم
de: Blut
es: Sangre
fr: Sang
ha: Jini
ig: Ọbara
pt: Sangue
sw: Damu
yo: Ẹ̀jẹ̀
zh: 血液

source: Blood present
ar: وجود دم
de: Blut vorhanden
es: Sangre presente
fr: Sang présent
ha: Jini akwai
ig: Ọbara dị
pt: Sangue presente
sw: Damu ipo
yo: Ẹ̀jẹ̀ wà
zh: 有血液

source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
ha: Matsin Jini
ig: Ike Ọbara
pt: Pressão Arterial
sw: Shinikizo la Damu
yo: Ìtẹ̀síwájú Ẹ̀jẹ̀
zh: 血压

source: Blood Type
ar: فصيلة الدم
de: Blutgruppe
es: Tipo de sangre
fr: Groupe sanguin
ha: Nau'in Jini
ig: Ụdị Ọbara
pt: Tipo de Sangue
sw: Aina ya Damu
yo: Irú Ẹ̀jẹ̀
zh: 血型

source: Blood Type (locked)
ar: فصيلة الدم (مقفلة)
de: Blutgruppe (gesperrt)
es: Tipo de sangre (bloqueado)
fr: Groupe sanguin (verrouillé)
ha: Nau'in Jini (kulle)
ig: Ụdị Ọbara (mechiri)
pt: Tipo de Sangue (bloqueado)
sw: Aina ya Damu (iliyofungwa)
yo: Irú Ẹ̀jẹ̀ (tì)
zh: 血型（已锁定）

source: Blood Vol
ar: حجم الدم
de: Blutvolumen
es: Vol de sangre
fr: Volume sanguin
ha: Jinin Vol
ig: Oke Ọbara
pt: Volume de Sangue
sw: Kiasi cha Damu
yo: Ìsúm Ẹ̀jẹ̀
zh: 血容量

source: Blood Vol (L)
ar: حجم الدم (لتر)
de: Blutvolumen (L)
es: Vol de sangre (L)
fr: Volume sanguin (L)
ha: Jinin Vol (L)
ig: Oke Ọbara (L)
pt: Volume de Sangue (L)
sw: Kiasi cha Damu (L)
yo: Ìsúm Ẹ̀jẹ̀ (L)
zh: 血容量 (L)

source: Board Certifications (comma-separated)
ar: شهادات البورد (مفصولة بفواصل)
de: Fachbezeichnungen (kommagetrennt)
es: Certificaciones de la junta (separadas por comas)
fr: Certifications (séparées par des virgules)
ha: Tasdiqin Horo (rarraba da koma)
ig: Board Certifications (nke a kewapụ)
pt: Certificações (separadas por vírgula)
sw: Uthibitisho wa Bodi (wenye koma)
yo: Àwọn Ìjẹ́rìísì Ìgbìmọ̀ (pípin pẹ̀lú kọ́má)
zh: 委员会认证（逗号分隔）

source: Bookmark physicians from the directory
ar: احفظ الأطباء من الدليل
de: Ärzte aus dem Verzeichnis speichern
es: Marca médicos del directorio
fr: Ajouter des médecins à vos favoris
ha: Ƙara likitoci daga jerin
ig: Debe ndị ọkọ ọgwụ site na ndepụta
pt: Marque médicos do diretório
sw: Weka alama ya maboksi kwa tabibu kutoka saraka
yo: Tẹ̀ àwọn oníṣègùn láti ìkòkò
zh: 从医生目录中收藏医生

# BP: Pre %@ → Post %@
source: BP: Pre %1$@ → Post %2$@
ar: BP: قبل %1$@ → بعد %2$@
de: BD: Vor %1$@ → Nach %2$@
es: PA: Pre %1$@ → Post %2$@
fr: TA : Avant %1$@ → Après %2$@
ha: BP: Gida %1$@ → Baje %2$@
ig: BP: Mbụ %1$@ → Gụchara %2$@
pt: PA: Pré %1$@ → Pós %2$@
sw: BP: Kabla %1$@ → Baada %2$@
yo: BP: Ìbẹ̀rẹ̀ %1$@ → Ìsalẹ̀ %2$@
zh: BP：前 %1$@ → 后 %2$@

source: bpm
ar: نبضة/دقيقة
es: lpm
zh: 次/分

source: Breakfast
ar: الإفطار
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
ha: Jari
ig: Nri Ụtụtụ
pt: Café da manhã
sw: Chakula cha Asubuhi
yo: Oúnjẹ Àárọ̀
zh: 早餐

source: Breathing
ar: التنفس
de: Atmung
es: Respiración
fr: Respiration
ha: Numfashi
ig: Iku ume
pt: Respiração
sw: Kupumua
yo: Ìmìlẹ̀
zh: 呼吸

source: Bristol Stool Scale
ar: مقياس Bristol للبراز
de: Bristol-Stuhlskala
es: Escala de heces de Bristol
fr: Échelle de Bristol
pt: Escala de Bristol
sw: Kiwango cha Bristol Stool
zh: Bristol 大便量表

source: Bruising
ar: كدمات
de: Blutergüsse
es: Hematomas
fr: Ecchymoses
ha: Bugi
ig: Ọnya
pt: Hematomas
sw: Jeraha
yo: Ìdọ̀tun
zh: 瘀伤

source: Burning
ar: حرقة
de: Brennen
es: Ardor
fr: Brûlure
ha: Kona
ig: Ọkụ
pt: Ardência
sw: Kuchoma
yo: Ìjiyà
zh: 灼烧感

source: Burning sensation
ar: إحساس بالحرقة
de: Brennendes Gefühl
es: Sensación de ardor
fr: Sensation de brûlure
ha: Kaɗaɗɗen kona
ig: Mmetụta ọkụ
pt: Sensação de ardência
sw: Hisi ya kuchoma
yo: Ìmọ̀ràn Ìjiyà
zh: 灼烧感

source: Buttonhole Technique
ar: تقنية Buttonhole
de: Buttonhole-Technik
es: Técnica de ojal
fr: Technique du trou de bouton
pt: Técnica Buttonhole
sw: Mbinu ya Buttonhole
zh: 穿刺针孔技术

source: By: %@
ar: بواسطة: %@
de: Von: %@
es: Por: %@
fr: Par : %@
ha: Ta: %@
ig: Site: %@
pt: Por: %@
sw: Na: %@
yo: Nípa: %@
zh: 作者：%@

source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
ha: Kalandar
ig: Kalenda
pt: Calendário
sw: Kalenda
yo: Kálẹ̀ndà
zh: 日历

source: Calories
ar: السعرات الحرارية
de: Kalorien
es: Calorías
ha: Kalori
ig: Ike Oriri
pt: Calorias
sw: Kalori
yo: Àgbára Oúnjẹ
zh: 卡路里

source: Calories (kcal)
ar: السعرات الحرارية (kcal)
de: Kalorien (kcal)
es: Calorías (kcal)
ha: Kalori (kcal)
ig: Ike Oriri (kcal)
pt: Calorias (kcal)
sw: Kalori (kcal)
yo: Àgbára Oúnjẹ (kcal)
zh: 卡路里 (kcal)

source: Calories burned
ar: السعرات الحرارية المحروقة
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
ha: Kalori da aka kone
ig: Ike Oriri a gbapụrụ
pt: Calorias queimadas
sw: Kalori zilizotumika
yo: Àgbára Oúnjẹ Tí a Lò
zh: 消耗的卡路里

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
ha: Kyamara
ig: Igwe Foto
pt: Câmera
sw: Kamera
yo: Kámẹ̀rà
zh: 摄像头

source: Can Read
ar: يمكن القراءة
de: Kann lesen
es: Puede leer
fr: Peut lire
ha: Zai Iya Karanta
ig: Nwere ike ịgụ
pt: Pode Ler
sw: Anaweza Kusoma
yo: Lè Kà
zh: 可以读取

source: Can Write
ar: يمكن الكتابة
de: Kann schreiben
es: Puede escribir
fr: Peut écrire
ha: Zai Iya Rubuta
ig: Nwere ike ịdewe
pt: Pode Escrever
sw: Anaweza Kuandika
yo: Lè Kọ
zh: 可以写入

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ha: Soke
ig: Kagbuo
pt: Cancelar
sw: Ghairi
yo: Fagile
zh: 取消

source: Cancel Session
ar: إلغاء الجلسة
de: Sitzung beenden
es: Cancelar sesión
fr: Annuler la session
ha: Soke Zaman
ig: Kagbuo Ọrụ
pt: Cancelar Sessão
sw: Ghairi Kikao
yo: Fagile Ìpilẹ̀
zh: 取消会话

source: Carbs
ar: الكربوهيدرات
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
ha: Carbohydrates
pt: Carboidratos
sw: Kabohaidreti
yo: Ohun Iyọ
zh: 碳水化合物

source: Carbs (g)
ar: الكربوهيدرات (غ)
de: Kohlenhydrate (g)
es: Carbohidratos (g)
fr: Glucides (g)
ha: Carbohydrates (g)
pt: Carboidratos (g)
sw: Kabohaidreti (g)
yo: Ohun Iyọ (g)
zh: 碳水化合物 (g)

source: Care
ar: الرعاية
de: Betreuung
es: Atención
fr: Soins
ha: Kula
ig: Nlekọta
pt: Cuidados
sw: Huduma
yo: Ìtọ́jú
zh: 护理

source: Care Team
ar: فريق الرعاية
de: Betreuungsteam
es: Equipo de atención
fr: Équipe soignante
ha: Ƙungiyar Kula
ig: Ndị Nlekọta
pt: Equipa de Cuidados
sw: Timu ya Huduma
yo: Ẹgbẹ́ Ìtọ́jú
zh: 护理团队

source: Cartridge Lot
ar: رقم دفعة الخرطوشة
de: Kartusche Chargennummer
es: Lote de cartucho
fr: Lot de cartouche
pt: Lote do Cartucho
sw: Lot ya Cartridge
zh: 药筒批号

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
ha: Nau'ikan
ig: Ụdị
pt: Categorias
sw: Kategoria
yo: Àwọn Ẹ̀kọ́
zh: 分类

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
ha: Nau'i
ig: Ụdị
pt: Categoria
sw: Kategoria
yo: Ẹ̀kọ́
zh: 分类

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
ha: Canja
ig: Gbanwee
pt: Alterar
sw: Badilisha
yo: Yípada
zh: 更改

source: Change in Mobility
ar: تغيير في الحركة
de: Mobilitätsveränderung
es: Cambio en movilidad
fr: Changement de mobilité
ha: Canja a Motsi
ig: Mgbanwe na Ịgagharị
pt: Alteração na Mobilidade
sw: Badiliko la Uhamaji
yo: Iyipada ni Gbigbe
zh: 活动能力变化

source: Change my details
ar: تعديل بيانات الملف الشخصي
de: Meine Angaben ändern
es: Cambiar mis datos
fr: Modifier mes informations
ha: Canja Bayyanar Ni
ig: Gbanwee ụkpụrụ m
pt: Alterar meus dados
sw: Badilisha Maelezo Yangu
yo: Yípada Àwọn Ìsọfúnni Mi
zh: 更改我的信息

source: Chart Dashboard
ar: لوحة معلومات الرسوم البيانية
de: Diagramm-Dashboard
es: Panel de gráficos
fr: Tableau de bord
ha: Dashboard Zane
pt: Painel de Gráficos
sw: Dashibodi ya Chati
yo: Ìpilẹ̀ Awòkọ
zh: 图表仪表板

source: Chat
ar: الدردشة
fr: Messagerie
ha: Saƙo
ig: Nkparịta Ụka
sw: Ujumbe
yo: Ìbáṣepọ̀
zh: 聊天

source: Check In
ar: تسجيل الدخول
es: Registro
fr: Enregistrement
ha: Bincika
ig: Lelee Anya
sw: Angalia Hali
yo: Ṣayẹ̀wò
zh: 签到

source: Chemotherapy
ar: العلاج الكيميائي
de: Chemotherapie
es: Quimioterapia
fr: Chimiothérapie
pt: Quimioterapia
zh: 化疗

source: Chief Complaint
ar: الشكوى الرئيسية
de: Hauptbeschwerde
es: Motivo principal de consulta
fr: Motif principal
ha: Babbar Kara
ig: Isi Ihe Ọjọọ
pt: Queixa Principal
sw: Malalamiko Makuu
yo: Ọ̀rọ̀ Akọkọ
zh: 主诉

source: Chloramine (ppm)
ar: الكلورامين (جزء في المليون)
de: Chloramin (ppm)
es: Cloramina (ppm)
pt: Cloramina (ppm)
zh: 氯胺 (ppm)

source: Choose export format
ar: اختر صيغة التصدير
de: Exportformat wählen
es: Elige formato de exportación
fr: Choisir le format d'export
ha: Zaɓi Tsarin Fitar
ig: Họrọ ụdị mbupu
pt: Escolher formato de exportação
sw: Chagua muundo wa kuhamisha
yo: Yan Ọ̀nà Ìfihàn
zh: 选择导出格式

source: Choose from Library
ar: اختر من المكتبة
de: Aus Bibliothek wählen
es: Elegir de la biblioteca
fr: Choisir dans la bibliothèque
ha: Zaɓi daga Karatu
ig: Họrọ site na Ọbá
pt: Escolher da Biblioteca
sw: Chagua kutoka Maktaba
yo: Yan Láti Ilé Ìkọ́
zh: 从库中选择

source: Choose Images (max 3)
ar: اختر الصور (بحد أقصى 3)
de: Bilder wählen (max. 3)
es: Elegir imágenes (máx. 3)
fr: Choisir des images (max 3)
ha: Zaɓi Hotuna (max 3)
ig: Họrọ Foto (max 3)
pt: Escolher Imagens (máx. 3)
sw: Chagua Picha (max 3)
yo: Yan Àwòkọ (max 3)
zh: 选择图片（最多3张）

source: Choose Your Guide
ar: اختر دليلك
de: Anleitung wählen
es: Elige tu guía
fr: Choisir votre guide
ha: Zaɓi Jagora Naka
ig: Họrọ Onye Nkuzi Gị
pt: Escolha Seu Guia
sw: Chagua Mwongozo Wako
yo: Yan Ìtọ́sọ́nú Rẹ
zh: 选择您的指南

source: Chronic Conditions
ar: الأمراض المزمنة
de: Chronische Erkrankungen
es: Condiciones crónicas
fr: Conditions chroniques
ha: Jigon Cututtuka
ig: Ọrịa Ogologo Oge
pt: Condições Crónicas
sw: Magonjwa ya Muda Mrefu
yo: Àwọn Àìsàn Ìgbà Pípa
zh: 慢性病

source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
ha: Gida
ig: Obodo
pt: Cidade
sw: Jiji
yo: Ìlú
zh: 城市

source: Clarity (clear, cloudy, foamy…)
ar: الوضوح (صافي، غائم، رغوي...)
de: Klarheit (klar, trüb, schaumig…)
es: Claridad (clara, turbia, espumosa…)
fr: Clarté (clair, trouble, mousseux…)
ha: Tsabta (bayyane, duhu, kumama…)
ig: Ìhè (doro, ojii, ụta…)
pt: Clareza (límpido, turvo, espumoso…)
sw: Uwazi (safi, giza, povu…)
yo: Soọ̀tọ̀ (mọ́, dúdú, fọ́fọ́…)
zh: 清澈度（清澈、浑浊、泡沫状等）

source: Classification
ar: التصنيف
de: Klassifizierung
es: Clasificación
ha: Rarraba
ig: Nkewa
pt: Classificação
sw: Uainishaji
yo: Ìsọ̀rọ̀
zh: 分类

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Clair
ha: Tsabta
ig: Hichapụ
pt: Limpar
sw: Futa
yo: Mọ̀
zh: 清除

source: Clinic
ar: العيادة
de: Klinik
es: Clínica
fr: Clinique
ha: Asibiti
ig: Ụlọ Ọgwụ
pt: Clínica
sw: Kliniki
yo: Ile Ìtọ́jú
zh: 诊所

source: Clinical
ar: سريري
de: Klinisch
es: Clínico
fr: Clinique
ha: Likitanci
ig: Ọgwụ
pt: Clínico
sw: Kliniki
yo: Ìtọ́jú Ẹ̀kọ́
zh: 临床

source: Clinical Assessments
ar: التقييمات السريرية
de: Klinische Bewertungen
es: Evaluaciones clínicas
fr: Évaluations cliniques
ha: Binciken Likitanci
ig: Nyocha Ọgwụ
pt: Avaliações Clínicas
sw: Tathmini za Kliniki
yo: Àwọn Ìdánwò Ìtọ́jú
zh: 临床评估

source: Clinical Channels
ar: القنوات السريرية
de: Klinische Kanäle
es: Canales clínicos
fr: Canaux cliniques
ha: Tsarin Likitanci
ig: Ọwa Ọgwụ
pt: Canais Clínicos
sw: Njia za Kliniki
yo: Àwọn Ọ̀nà Ìtọ́jú
zh: 临床频道

source: Clinical Languages (comma-separated)
ar: اللغات السريرية (مفصولة بفواصل)
de: Klinische Sprachen (kommagetrennt)
es: Idiomas clínicos (separados por comas)
fr: Langues cliniques (séparées par des virgules)
ha: Harsunan Likitanci (rarraba da koma)
ig: Asụsụ Ọgwụ (nwere kọma)
pt: Idiomas Clínicos (separados por vírgula)
sw: Lugha za Kliniki (zimetenganishwa kwa koma)
yo: Àwọn Èdè Ìtọ́jú (ti a pin nipá kọmà)
zh: 临床语言（逗号分隔）

source: Clinical notes
ar: الملاحظات السريرية
de: Klinische Notizen
es: Notas clínicas
fr: Notes cliniques
ha: Bayanin likitanci
ig: Ndetu ọgwụ
pt: Notas clínicas
sw: Maelezo ya kliniki
yo: Àwọn àkọsílẹ̀ ìtọ́jú
zh: 临床记录

source: Clinical Notes
ar: الملاحظات السريرية
de: Klinische Notizen
es: Notas clínicas
fr: Notes cliniques
ha: Bayanin Likitanci
ig: Ndetu Ọgwụ
pt: Notas Clínicas
sw: Maelezo ya Kliniki
yo: Àwọn Àkọsílẹ̀ Ìtọ́jú
zh: 临床记录

source: Clinical Notes (%lld)
ar: الملاحظات السريرية (%lld)
de: Klinische Notizen (%lld)
es: Notas clínicas (%lld)
fr: Notes cliniques (%lld)
ha: Bayanin Likitanci (%lld)
ig: Ndetu Ọgwụ (%lld)
pt: Notas Clínicas (%lld)
sw: Maelezo ya Kliniki (%lld)
yo: Àwọn Àkọsílẹ̀ Ìtọ́jú (%lld)
zh: 临床记录 (%lld)

source: Clinician View
ar: عرض الطبيب
de: Kliniker-Ansicht
es: Vista del clínico
fr: Vue clinicien
ha: Gani na Likita
ig: Anya Onye Ọgwụ
pt: Visualização do Clínico
sw: Mtazamo wa Mtaalam
yo: Ìwòran Onímọ̀ Ìtọ́jú
zh: 临床医生视图

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ha: Rufe
ig: Mechie
pt: Fechar
sw: Funga
yo: Pàdé
zh: 关闭

source: Coach Notes
ar: ملاحظات المدرب
de: Coach-Notizen
es: Notas del entrenador
fr: Notes du coach
ha: Bayanin Coach
ig: Ndetu Onye Nkuzi
pt: Notas do Coach
sw: Maelezo ya Kocha
yo: Àwọn Àkọsílẹ̀ Olùtọ́jú
zh: 教练备注

source: Collective Insights
ar: رؤى جماعية
de: Kollektive Erkenntnisse
es: Información Colectiva
fr: Informations collectives
ha: Haɗin Gida na Bayani
ig: Echiche Ọnụ Ọgụ
pt: Insights Coletivos
sw: Maarifa ya Pamoja
yo: Ìmọ̀ Àpapọ̀
zh: 集体洞察
